Repository: DimaMishchenko/currency
Catalog: Features/LocationOnboarding/Sources/LocationOnboardingUI/Resources/LocalCurrency.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
tr: Kapat
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

source: Done
de: Fertig
es: OK
fr: OK
it: Fine
ja: 完了
ko: 완료
pt_br: OK
ru: Готово
tr: Bitti
uk: Готово
zh_hans: 完成
zh_hant: 完成

# guideLocalCurrency
source: Local currency
de: Lokale Währung
es: Moneda local
fr: Devise locale
it: Valuta locale
ja: 現地通貨
ko: 현지 통화
pt_br: Moeda local
ru: Местная валюта
tr: Yerel para birimi
uk: Місцева валюта
zh_hans: 当地货币
zh_hant: 當地貨幣

# localAwaitingPermission
source: Waiting for your permission…
de: Warte auf deine Erlaubnis…
es: Esperando tu permiso…
fr: En attente de ton autorisation…
it: In attesa del tuo permesso…
ja: 許可を待っています…
ko: 권한을 기다리는 중…
pt_br: Aguardando sua permissão…
ru: Ожидание вашего разрешения…
tr: İzniniz bekleniyor…
uk: Очікування вашого дозволу…
zh_hans: 正在等待您的授权…
zh_hant: 正在等待您的授權…

# localAddToApp
source: Add to app
de: Zur App hinzufügen
es: Añadir a la app
fr: Ajouter à l’app
it: Aggiungi all’app
ja: アプリに追加
ko: 앱에 추가
pt_br: Adicionar ao app
ru: Добавить в приложение
tr: Uygulamaya ekle
uk: Додати в програму
zh_hans: 添加到 App
zh_hant: 加入 App

# localFindingDetail
source: We’re looking up a currency for this location.
de: Wir suchen eine Währung für diesen Standort.
es: Estamos buscando una moneda para esta ubicación.
fr: Nous recherchons une devise pour cette position.
it: Stiamo cercando una valuta per questa posizione.
ja: この場所の通貨を調べています。
ko: 이 위치의 통화를 찾고 있습니다.
pt_br: Estamos buscando uma moeda para esta localização.
ru: Мы определяем валюту для этого местоположения.
tr: Bu konumun para birimi aranıyor.
uk: Ми визначаємо валюту для цього розташування.
zh_hans: 正在查询此位置的货币。
zh_hant: 正在查詢此位置的貨幣。

# localFindingProgress
source: Finding your currency…
de: Deine Währung wird ermittelt…
es: Buscando tu moneda…
fr: Recherche de ta devise…
it: Ricerca della tua valuta…
ja: 通貨を検索中…
ko: 통화 찾는 중…
pt_br: Buscando sua moeda…
ru: Определение вашей валюты…
tr: Para biriminiz bulunuyor…
uk: Визначення вашої валюти…
zh_hans: 正在查找您的货币…
zh_hant: 正在尋找您的貨幣…

# localFindingTitle
source: Finding your place in the world.
de: Deinen Platz in der Welt finden.
es: Buscando tu lugar en el mundo.
fr: Trouver ta place dans le monde.
it: Troviamo il tuo posto nel mondo.
ja: 世界の中の 現在地を検索中。
ko: 세계 속 나의 위치를 찾는 중입니다.
pt_br: Encontrando seu lugar no mundo.
ru: Находим ваше место в мире.
tr: Dünyadaki yerinizi buluyoruz.
uk: Знаходимо ваше місце у світі.
zh_hans: 正在寻找 您的所在之处。
zh_hant: 正在尋找 您的所在之處。

# localInitial
source: Allow location to find your local currency.
de: Erlaube den Standortzugriff, um deine lokale Währung zu ermitteln.
es: Permite la ubicación para encontrar tu moneda local.
fr: Autorise la position pour trouver ta devise locale.
it: Consenti la posizione per trovare la valuta locale.
ja: 位置情報を許可して現地通貨を調べましょう。
ko: 위치를 허용하여 현지 통화를 찾으세요.
pt_br: Permita a localização para encontrar sua moeda local.
ru: Разрешите доступ к местоположению, чтобы определить местную валюту.
tr: Yerel para biriminizi bulmak için konuma izin verin.
uk: Дозвольте доступ до розташування, щоб визначити місцеву валюту.
zh_hans: 允许定位以查找当地货币。
zh_hant: 允許定位以尋找當地貨幣。

# localIntroDetail
source: Find the currency around you, ready for the app and widgets.
de: Finde die Währung um dich herum, bereit für App und Widgets.
es: Encuentra la moneda de tu entorno, lista para la app y los widgets.
fr: Trouve la devise autour de toi, prête pour l’app et les widgets.
it: Trova la valuta intorno a te, pronta per l’app e i widget.
ja: 今いる場所の通貨を、 アプリとウィジェットに。
ko: 주변의 통화를 찾아 앱과 위젯에서 사용하세요.
pt_br: Encontre a moeda ao seu redor, pronta para o app e os widgets.
ru: Найдите валюту вокруг вас, для приложения и виджетов.
tr: Çevrenizdeki para birimini bulun, uygulama ve araç takımları için hazır olsun.
uk: Знайдіть валюту навколо вас, для програми й віджетів.
zh_hans: 查找您身边的货币， 用于 App 和小组件。
zh_hant: 尋找您身邊的貨幣， 用於 App 和小工具。

# localIntroTitle
source: Feel at home, anywhere.
de: Fühl dich zu Hause, überall.
es: Siéntete como en casa, en cualquier lugar.
fr: Comme chez toi, partout.
it: Sentiti a casa, ovunque.
ja: どこにいても、 自分の場所に。
ko: 어디서나 내 집처럼.
pt_br: Sinta-se em casa, em qualquer lugar.
ru: Чувствуйте себя дома, где угодно.
tr: Her yerde evinizde hissedin.
uk: Почувайтеся як удома, будь-де.
zh_hans: 无论身在何处， 都如同在家。
zh_hant: 無論身在何處， 都如同在家。

# localPermissionDenied
source: Location access is off. Allow location for Currency in Settings to update your local currency.
de: Der Standortzugriff ist deaktiviert. Erlaube den Standortzugriff für Currency in den Einstellungen, um deine lokale Währung zu aktualisieren.
es: El acceso a la ubicación está desactivado. Permite la ubicación para Currency en Ajustes para actualizar tu moneda local.
fr: L’accès à la position est désactivé. Autorise la position pour Currency dans Réglages pour actualiser ta devise locale.
it: L’accesso alla posizione è disattivato. Consenti la posizione per Currency in Impostazioni per aggiornare la valuta locale.
ja: 位置情報へのアクセスがオフです。現地通貨を更新するには「設定」でCurrencyの位置情報を許可してください。
ko: 위치 접근이 꺼져 있습니다. 현지 통화를 갱신하려면 설정에서 Currency의 위치를 허용하세요.
pt_br: O acesso à localização está desativado. Permita a localização para o Currency em Ajustes para atualizar sua moeda local.
ru: Доступ к местоположению отключён. Разрешите геолокацию для Currency в Настройках, чтобы обновить местную валюту.
tr: Konum erişimi kapalı. Yerel para biriminizi güncellemek için Ayarlar’da Currency’ye konum izni verin.
uk: Доступ до розташування вимкнено. Дозвольте геолокацію для Currency в Параметрах, щоб оновити місцеву валюту.
zh_hans: 定位访问已关闭。请在“设置”中允许 Currency 使用定位以更新当地货币。
zh_hant: 定位取用已關閉。請在「設定」中允許 Currency 使用定位以更新當地貨幣。

# localPermissionRestricted
source: Location access is restricted on this device. Your local currency could not be updated.
de: Der Standortzugriff ist auf diesem Gerät eingeschränkt. Deine lokale Währung konnte nicht aktualisiert werden.
es: El acceso a la ubicación está restringido en este dispositivo. No se pudo actualizar tu moneda local.
fr: L’accès à la position est restreint sur cet appareil. Ta devise locale n’a pas pu être actualisée.
it: L’accesso alla posizione è limitato su questo dispositivo. Impossibile aggiornare la valuta locale.
ja: このデバイスでは位置情報へのアクセスが制限されています。現地通貨を更新できませんでした。
ko: 이 기기에서 위치 접근이 제한되어 있습니다. 현지 통화를 갱신하지 못했습니다.
pt_br: O acesso à localização está restrito neste dispositivo. Não foi possível atualizar sua moeda local.
ru: Доступ к местоположению ограничен на этом устройстве. Не удалось обновить местную валюту.
tr: Bu aygıtta konum erişimi kısıtlı. Yerel para biriminiz güncellenemedi.
uk: Доступ до розташування обмежено на цьому пристрої. Не вдалося оновити місцеву валюту.
zh_hans: 此设备的定位访问受限。无法更新当地货币。
zh_hant: 此裝置的定位取用受限。無法更新當地貨幣。

# localPrivacySummary
source: Approximate location. Country and currency only.
de: Ungefährer Standort. Nur Land und Währung.
es: Ubicación aproximada. Solo país y moneda.
fr: Position approximative. Pays et devise uniquement.
it: Posizione approssimativa. Solo paese e valuta.
ja: おおよその位置情報。国と通貨のみ。
ko: 대략적인 위치. 국가와 통화만.
pt_br: Localização aproximada. Apenas país e moeda.
ru: Приблизительное местоположение. Только страна и валюта.
tr: Yaklaşık konum. Yalnızca ülke ve para birimi.
uk: Приблизне розташування. Лише країна й валюта.
zh_hans: 大致位置。仅国家和货币。
zh_hant: 大概位置。僅國家和貨幣。

# localRecoveryTitle
source: Location unavailable.
de: Standort nicht verfügbar.
es: Ubicación no disponible.
fr: Position indisponible.
it: Posizione non disponibile.
ja: 位置情報を 利用できません。
ko: 위치를 사용할 수 없습니다.
pt_br: Localização indisponível.
ru: Местоположение недоступно.
tr: Konum kullanılamıyor.
uk: Розташування недоступне.
zh_hans: 定位 不可用。
zh_hant: 定位 無法使用。

# localRegionMap
source: Region map for %1$@. No exact location is shown.
de: Regionskarte für %1$@. Es wird kein genauer Standort angezeigt.
es: Mapa de la región de %1$@. No se muestra la ubicación exacta.
fr: Carte de la région de %1$@. Aucune position exacte n’est affichée.
it: Mappa della regione %1$@. La posizione esatta non viene mostrata.
ja: %1$@の地域マップ。正確な位置は表示しません。
ko: %1$@ 지역 지도입니다. 정확한 위치는 표시하지 않습니다.
pt_br: Mapa da região de %1$@. Nenhuma localização exata é exibida.
ru: Карта региона: %1$@. Точное местоположение не показано.
tr: %1$@ bölge haritası. Kesin konum gösterilmez.
uk: Карта регіону: %1$@. Точне розташування не показано.
zh_hans: %1$@的区域地图。不显示精确位置。
zh_hant: %1$@的區域地圖。不顯示精確位置。

# localRemoveFailed
source: Could not remove the saved currency. Try again.
de: Die gespeicherte Währung konnte nicht entfernt werden. Versuche es erneut.
es: No se pudo eliminar la moneda guardada. Inténtalo de nuevo.
fr: Impossible de supprimer la devise enregistrée. Réessaie.
it: Impossibile rimuovere la valuta salvata. Riprova.
ja: 保存した通貨を削除できませんでした。もう一度お試しください。
ko: 저장된 통화를 제거하지 못했습니다. 다시 시도하세요.
pt_br: Não foi possível remover a moeda salva. Tente novamente.
ru: Не удалось удалить сохранённую валюту. Попробуйте ещё раз.
tr: Kayıtlı para birimi kaldırılamadı. Tekrar deneyin.
uk: Не вдалося видалити збережену валюту. Спробуйте ще раз.
zh_hans: 无法移除已保存的货币。请重试。
zh_hant: 無法移除已儲存的貨幣。請再試一次。

# localRemoved
source: Local currency removed.
de: Lokale Währung entfernt.
es: Moneda local eliminada.
fr: Devise locale supprimée.
it: Valuta locale rimossa.
ja: 現地通貨を削除しました。
ko: 현지 통화가 제거되었습니다.
pt_br: Moeda local removida.
ru: Местная валюта удалена.
tr: Yerel para birimi kaldırıldı.
uk: Місцеву валюту видалено.
zh_hans: 当地货币已移除。
zh_hant: 當地貨幣已移除。

# localRetry
source: Try again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: もう一度試す
ko: 다시 시도
pt_br: Tentar novamente
ru: Попробовать ещё раз
tr: Tekrar dene
uk: Спробувати ще раз
zh_hans: 重试
zh_hant: 再試一次

# localSaved
source: Saved local currency: %1$@ (%2$@)
de: Gespeicherte lokale Währung: %1$@ (%2$@)
es: Moneda local guardada: %1$@ (%2$@)
fr: Devise locale enregistrée : %1$@ (%2$@)
it: Valuta locale salvata: %1$@ (%2$@)
ja: 保存した現地通貨: %1$@（%2$@）
ko: 저장된 현지 통화: %1$@ (%2$@)
pt_br: Moeda local salva: %1$@ (%2$@)
ru: Сохранённая местная валюта: %1$@ (%2$@)
tr: Kayıtlı yerel para birimi: %1$@ (%2$@)
uk: Збережена місцева валюта: %1$@ (%2$@)
zh_hans: 已保存的当地货币：%1$@（%2$@）
zh_hant: 已儲存的當地貨幣：%1$@（%2$@）

# localServicesDisabled
source: Location Services are off. Enable them in Settings to find your local currency.
de: Die Ortungsdienste sind deaktiviert. Aktiviere sie in den Einstellungen, um deine lokale Währung zu ermitteln.
es: Los servicios de ubicación están desactivados. Actívalos en Ajustes para encontrar tu moneda local.
fr: Le service de localisation est désactivé. Active-le dans Réglages pour trouver ta devise locale.
it: I servizi di localizzazione sono disattivati. Attivali in Impostazioni per trovare la valuta locale.
ja: 位置情報サービスがオフです。現地通貨を調べるには「設定」でオンにしてください。
ko: 위치 서비스가 꺼져 있습니다. 현지 통화를 찾으려면 설정에서 켜세요.
pt_br: Os Serviços de Localização estão desativados. Ative-os em Ajustes para encontrar sua moeda local.
ru: Службы геолокации отключены. Включите их в Настройках, чтобы определить местную валюту.
tr: Konum Servisleri kapalı. Yerel para biriminizi bulmak için Ayarlar’da açın.
uk: Служби локації вимкнено. Увімкніть їх у Параметрах, щоб визначити місцеву валюту.
zh_hans: 定位服务已关闭。请在“设置”中启用，以查找当地货币。
zh_hant: 定位服務已關閉。請在「設定」中啟用，以尋找當地貨幣。

# localUnavailable
source: Location is unavailable. Try again when you have a connection or a clearer signal.
de: Der Standort ist nicht verfügbar. Versuche es erneut, wenn du eine Verbindung oder ein besseres Signal hast.
es: La ubicación no está disponible. Reinténtalo cuando tengas conexión o una señal mejor.
fr: La position est indisponible. Réessaie avec une connexion ou un meilleur signal.
it: La posizione non è disponibile. Riprova quando hai una connessione o un segnale migliore.
ja: 位置情報を利用できません。接続できるか、より良い信号が得られる時にもう一度お試しください。
ko: 위치를 사용할 수 없습니다. 연결되거나 신호가 더 좋은 곳에서 다시 시도하세요.
pt_br: A localização está indisponível. Tente novamente quando tiver conexão ou um sinal melhor.
ru: Местоположение недоступно. Попробуйте ещё раз при подключении к интернету или более сильном сигнале.
tr: Konum kullanılamıyor. Bağlantınız veya daha güçlü bir sinyal olduğunda tekrar deneyin.
uk: Розташування недоступне. Спробуйте ще раз після підключення до інтернету або за сильнішого сигналу.
zh_hans: 定位不可用。请在联网或信号更好时重试。
zh_hant: 無法使用定位。請在連線或訊號更好時再試。

# localUnsupported
source: No supported currency was found for this location.
de: Für diesen Standort wurde keine unterstützte Währung gefunden.
es: No se encontró ninguna moneda compatible para esta ubicación.
fr: Aucune devise prise en charge n’a été trouvée pour cette position.
it: Nessuna valuta supportata trovata per questa posizione.
ja: この場所で対応する通貨が見つかりませんでした。
ko: 이 위치에서 지원되는 통화를 찾지 못했습니다.
pt_br: Nenhuma moeda compatível foi encontrada para esta localização.
ru: Для этого местоположения не найдена поддерживаемая валюта.
tr: Bu konum için desteklenen para birimi bulunamadı.
uk: Для цього розташування не знайдено підтримувану валюту.
zh_hans: 未找到此位置支持的货币。
zh_hant: 找不到此位置支援的貨幣。

# localUpdateFailed
source: Could not update the saved currency. Try again.
de: Die gespeicherte Währung konnte nicht aktualisiert werden. Versuche es erneut.
es: No se pudo actualizar la moneda guardada. Inténtalo de nuevo.
fr: Impossible d’actualiser la devise enregistrée. Réessaie.
it: Impossibile aggiornare la valuta salvata. Riprova.
ja: 保存した通貨を更新できませんでした。もう一度お試しください。
ko: 저장된 통화를 갱신하지 못했습니다. 다시 시도하세요.
pt_br: Não foi possível atualizar a moeda salva. Tente novamente.
ru: Не удалось обновить сохранённую валюту. Попробуйте ещё раз.
tr: Kayıtlı para birimi güncellenemedi. Tekrar deneyin.
uk: Не вдалося оновити збережену валюту. Спробуйте ще раз.
zh_hans: 无法更新已保存的货币。请重试。
zh_hant: 無法更新已儲存的貨幣。請再試一次。

# localSaveFailed
source: Couldn’t add this currency. Please try again.
de: Diese Währung konnte nicht hinzugefügt werden. Versuche es erneut.
es: No se pudo añadir esta moneda. Inténtalo de nuevo.
fr: Impossible d’ajouter cette devise. Réessaie.
it: Impossibile aggiungere questa valuta. Riprova.
ja: この通貨を追加できませんでした。もう一度お試しください。
ko: 이 통화를 추가하지 못했습니다. 다시 시도하세요.
pt_br: Não foi possível adicionar esta moeda. Tente novamente.
ru: Не удалось добавить валюту. Попробуйте ещё раз.
tr: Bu para birimi eklenemedi. Lütfen tekrar deneyin.
uk: Не вдалося додати валюту. Спробуйте ще раз.
zh_hans: 无法添加此货币。请重试。
zh_hant: 無法加入此貨幣。請再試一次。

# localUseLocation
source: Use my location
de: Meinen Standort verwenden
es: Usar mi ubicación
fr: Utiliser ma position
it: Usa la mia posizione
ja: 現在地を使用
ko: 내 위치 사용
pt_br: Usar minha localização
ru: Использовать моё местоположение
tr: Konumumu kullan
uk: Використати моє розташування
zh_hans: 使用我的位置
zh_hant: 使用我的位置

# openLocationSettings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
ru: Открыть Настройки
tr: Ayarlar’ı aç
uk: Відкрити Параметри
zh_hans: 打开设置
zh_hant: 打開設定

# localReadyCurrency
source: Your local currency is %1$@. It refreshes daily when the app or widgets are in use.
de: Deine lokale Währung ist %1$@. Sie wird täglich aktualisiert, solange die App oder Widgets verwendet werden.
es: Tu moneda local es %1$@. Se actualiza a diario cuando se usan la app o los widgets.
fr: Ta devise locale est %1$@. Elle s’actualise chaque jour pendant l’utilisation de l’app ou des widgets.
it: La tua valuta locale è %1$@. Si aggiorna ogni giorno mentre usi l’app o i widget.
ja: 現地通貨は%1$@です。アプリやウィジェットの使用中に毎日更新されます。
ko: 현지 통화는 %1$@입니다. 앱이나 위젯 사용 중 매일 갱신됩니다.
pt_br: Sua moeda local é %1$@. Ela é atualizada diariamente quando o app ou os widgets estão em uso.
ru: Ваша местная валюта — %1$@. Она обновляется ежедневно, пока приложение или виджеты используются.
tr: Yerel para biriminiz %1$@. Uygulama veya araç takımları kullanımdayken günlük yenilenir.
uk: Ваша місцева валюта — %1$@. Вона оновлюється щодня, поки програма або віджети використовуються.
zh_hans: 您的当地货币是%1$@。使用 App 或小组件时每日更新。
zh_hant: 您的當地貨幣是%1$@。使用 App 或小工具時每日更新。

# localReadyAppCurrency
source: Add Local to follow the currency around you. Currently %1$@.
de: Füge Lokal hinzu, um der Währung an deinem Standort zu folgen. Aktuell %1$@.
es: Añade Local para seguir la moneda de tu entorno. Actualmente %1$@.
fr: Ajoute Locale pour suivre la devise autour de toi. Actuellement %1$@.
it: Aggiungi Locale per seguire la valuta intorno a te. Attualmente %1$@.
ja: 「現地」を追加して今いる場所の通貨に合わせましょう。現在は%1$@です。
ko: 현지를 추가하여 주변 통화를 따르세요. 현재 %1$@입니다.
pt_br: Adicione Local para acompanhar a moeda ao seu redor. Atualmente %1$@.
ru: Добавьте местную валюту, чтобы следовать за валютой вокруг вас. Сейчас — %1$@.
tr: Çevrenizdeki para birimini izlemek için Yerel’i ekleyin. Şu anda %1$@.
uk: Додайте місцеву валюту, щоб стежити за валютою навколо вас. Зараз — %1$@.
zh_hans: 添加“当地”以跟随您所在地的货币。目前为%1$@。
zh_hant: 加入「當地」以跟隨您所在地的貨幣。目前為%1$@。

# orbitLabel
source: Currency orbit
de: Währungsorbit
es: Órbita de monedas
fr: Orbite de devises
it: Orbita delle valute
ja: 通貨の軌道
ko: 통화 궤도
pt_br: Órbita de moedas
ru: Орбита валют
tr: Para birimi yörüngesi
uk: Орбіта валют
zh_hans: 货币环绕
zh_hant: 貨幣環繞

# orbitHint
source: Drag to spin, or swipe up or down to rotate the currencies.
de: Ziehe zum Drehen oder wische nach oben oder unten, um die Währungen zu drehen.
es: Arrastra para girar o desliza arriba o abajo para rotar las monedas.
fr: Fais glisser pour faire tourner, ou balaye vers le haut ou le bas pour tourner les devises.
it: Trascina per far girare le valute, oppure scorri verso l’alto o il basso per ruotarle.
ja: ドラッグで回転、上下のスワイプで通貨を回せます。
ko: 드래그하거나 위아래로 쓸어넘겨 통화를 회전하세요.
pt_br: Arraste para girar ou deslize para cima ou para baixo para rodar as moedas.
ru: Потяните для вращения или смахните вверх или вниз, чтобы повернуть валюты.
tr: Döndürmek için sürükleyin veya para birimlerini döndürmek için yukarı ya da aşağı kaydırın.
uk: Потягніть для обертання або змахніть угору чи вниз, щоб повернути валюти.
zh_hans: 拖动以旋转，或上下轻扫以转动货币。
zh_hant: 拖移以旋轉，或上下滑動以轉動貨幣。
